// Напишите программу, которая принимает
// на вход три числа и выдаёт максимальное из этих чисел.
Console.WriteLine("введите число");
int a =44;
int b = 5;
int c = 78;
int max = c;

if(b>a)  b = max;
if (c>b) c= max;
else if (c>a) c = max;
Console.Write ("max");
Console.WriteLine(max);



